Repository: MrPaschenko/VIB-Info
Catalog: VIB/Localizable.xcstrings
Source language: en
Languages: bg, bs, cs, de, fr, hu, it, lb, nl, pl, ro, ru, sk, sl, sr, uk

source: Arrival details
bg: Подробности за пристигане
bs: Detalji dolaska
cs: Podrobnosti o příjezdu
de: Ankunftsdaten
fr: Détails d’arrivée
hu: Érkezési részletek
it: Dettagli di arrivo
lb: Arrivée détails
nl: Aankomstdetails
pl: Szczegóły przyjazdu
ro: Detalii de sosire
ru: Детали прибытия
sk: Detaily príchodu
sl: Podrobnosti prihoda
sr: Детаљи доласка
uk: Деталі прибуття

source: Arrivals
bg: Пристигания
bs: Dolasci
cs: Příjezdy
de: Ankünfte
fr: Arrivées
hu: Érkezések
it: Arrivi
lb: Arrivéeën
nl: Aankomsten
pl: Przyloty
ro: Sosiri
ru: Прибытия
sk: Príchody
sl: Prihodi
sr: Доласци
uk: Прибуття

source: Carrier
bg: Превозвач
bs: Prevoznik
cs: Dopravce
de: Beförderer
fr: Transporteur
hu: Szállító
it: Vettore
lb: Transporteur
nl: Vervoerder
pl: Przewoźnik
ro: Transportator
ru: Перевозчик
sk: Dopravca
sl: Prevoznik
sr: Превозник
uk: Перевізник

source: Delay
bg: Забавяне
bs: Kašnjenje
cs: Zpoždění
de: Verspätung
fr: Retard
hu: Késés
it: Ritardo
lb: Verspéidung
nl: Vertraging
pl: Opóźnienie
ro: Întârziere
ru: Задержка
sk: Meškanie
sl: Zamuda
sr: Кашњење
uk: Затримка

source: Departure city
bg: Град на тръгване
bs: Grad polaska
cs: Město odjezdu
de: Abfahrtsstadt
fr: Ville de départ
hu: Indulási város
it: Città di partenza
lb: Fortfuhr Stad
nl: Vertrekstad
pl: Miasto wyjazdu
ro: Oraș de plecare
ru: Город отправления
sk: Mesto odchodu
sl: Mesto odhoda
sr: Град поласка
uk: Місто відправлення

source: Departure details
bg: Подробности за заминаване
bs: Detalji polaska
cs: Podrobnosti o odjezdu
de: Abfahrtsdetails
fr: Détails de départ
hu: Indulási részletek
it: Dettagli di partenza
lb: Dettalji vum Depart
nl: Vertrekdetails
pl: Szczegóły wyjazdu
ro: Detalii plecare
ru: Детали отправления
sk: Detaily odchodu
sl: Podrobnosti odhoda
sr: Детаљи поласка
uk: Деталі відправлення

source: Departures
bg: Заминавания
bs: Odlasci
cs: Odjezdy
de: Abfahrten
fr: Départs
hu: Indulások
it: Partenze
lb: Departen
nl: Vertrekken
pl: Odjazdy
ro: Plecări
ru: Отправления
sk: Odchody
sl: Odhodi
sr: Одласци
uk: Відправлення

source: Destination city
bg: Град на местоназначение
bs: Grad odredišta
cs: Město příjezdu
de: Zielstadt
fr: Ville d’arrivée
hu: Érkezési város
it: Città di destinazione
lb: D’Stad Arrivée
nl: Bestemmingsstad
pl: Miasto docelowe
ro: Oraș de destinație
ru: Город назначения
sk: Mesto príchodu
sl: Mesto prihoda
sr: Град одредишта
uk: Місто призначення

source: Gate
bg: Перон
bs: Peron
cs: Nástupiště
fr: Quai
hu: Peron
it: Binario
lb: Quai
nl: Perron
pl: Peron
ro: Peron
ru: Платформа
sk: Nástupište
sl: Peron
sr: Перон
uk: Платформа

source: More information
bg: Още информация
bs: Više informacija
cs: Více informací
de: Mehr Informationen
fr: Plus d’informations
hu: További információ
it: Maggiori informazioni
lb: Méi Informatiounen
nl: Meer informatie
pl: Więcej informacji
ro: Mai multe informații
ru: Больше информации
sk: Viac informácií
sl: Več informacij
sr: Више информација
uk: Більше інформації

source: OK
bg: Добре
bs: U redu
hu: Rendben
ru: ОК
sr: У реду

source: on time
bg: навреме
bs: na vrijeme
cs: včas
de: pünktlich
fr: à l’heure
hu: időben
it: in orario
lb: pünktlech
nl: op tijd
pl: na czas
ro: la timp
ru: вовремя
sk: na čas
sl: pravočasno
sr: на време
uk: вчасно

source: Route
bg: Маршрут
bs: Ruta
cs: Trasa
de: Strecke
fr: Itinéraire
hu: Útvonal
it: Percorso
pl: Trasa
ro: Rută
ru: Маршрут
sk: Trasa
sl: Pot
sr: Рута
uk: Маршрут

source: Search
bg: Търсене
bs: Pretraga
cs: Hledat
de: Suche
fr: Recherche
hu: Keresés
it: Cerca
lb: Sich
nl: Zoeken
pl: Szukaj
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Iskanje
sr: Претрага
uk: Пошук

source: Time
bg: Време
bs: Vrijeme
cs: Čas
de: Zeit
fr: Temps
hu: Idő
it: Tempo
lb: Zäit
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sk: Čas
sl: Čas
sr: Вријеме
uk: Час

source: via
bg: чрез
bs: preko
cs: přes
hu: át
lb: iwwer
pl: przez
ro: prin
ru: через
sk: cez
sl: preko
sr: преко
uk: через
